Repository: Etalzon/TripManager
Catalog: TripManager/Resources/*.lproj/Localizable.strings
Languages: fr

# apiError.decodingError
source: Data decoding error. The response data could not be interpreted correctly. %@
fr: Erreur de décodage des données. Les données de réponse n’ont pas pu être interprétées correctement. %@

# apiError.noNetwork
source: No network connection. Please check your internet connection and try again.
fr: Pas de connexion réseau. Vérifiez votre connexion internet et réessayez.

# apiError.other
source: An error occurred. Additional details: %@
fr: Une erreur est survenue. Détails supplémentaires : %@

# apiError.serverError
source: Server error. The server returned a status code of %@.
fr: Erreur serveur. Le serveur a renvoyé un code d’état %@.

# apiError.unknownError
source: Unknown error occurred. An unexpected issue has been encountered.
fr: Erreur inconnue. Un problème inattendu est survenu.

# apiError.urlError
source: Invalid URL. The requested URL is not properly formatted or is missing.
fr: URL invalide. L’URL demandée est mal formée ou manquante.

# cityActivities.button.create
source: Create
fr: Créer

# cityActivities.date.picker
source: Select a date
fr: Sélectionner une date

# cityActivities.price
source: Total price for the day
fr: Prix total pour la journée

# cityActivities.title
source: Create Trip
fr: Créer un voyage

# error.image.unavailable
source: Unavailable
fr: Image indisponible

# loader.description
source: Loading...
fr: Chargement...

# myTrips.future.section.empty
source: No trips scheduled
fr: Aucun voyage prévu

# myTrips.future.section.title
source: Future Trips
fr: Voyages futurs

# myTrips.past.section.empty
source: No past trips
fr: Aucun voyage passé

# myTrips.past.section.title
source: Past Trips
fr: Voyages passés

# myTrips.title
source: My Trips
fr: Mes voyages

# onboarding.button.next
source: Next
fr: Suivant

# onboarding.button.skip
source: Skip
fr: Passer

# onboarding.button.start
source: Start
fr: Commencer

# onboarding.step.1.description
source: Manage your holidays with DimaTrip
fr: Gérez vos vacances avec DimaTrip

# onboarding.step.1.title
source: Discover
fr: Découvrir

# onboarding.step.2.description
source: Select destinations and start scheduling details for your trip.
fr: Sélectionnez des destinations et commencez à planifier les détails de votre voyage.

# onboarding.step.2.title
source: Plan your trip
fr: Planifiez votre voyage

# onboarding.step.3.description
source: Enjoy! Relax and chilling memories.
fr: Profitez ! Détente et souvenirs inoubliables.

# onboarding.step.3.title
source: Start your adventure
fr: Commencez votre aventure

# tab.home
source: Discovery
fr: Découverte

# tab.myTrips
source: My Trips
fr: Mes voyages

# text.sample.simple
source: Text sample
fr: Exemple de texte
